Repository: wp-plugins/languageswitcher
Catalog: i18n/languageswitcher-*.po
Languages: de_de

source: Languageswitcher settings
de_de: Languageswitcher Einstellungen

source: General
de_de: Allgemein

source: Behaviour
de_de: Verhalten

source: Color
de_de: Farben

source: Tag for first language
de_de: Tag für erste Sprache

source: Tag for second language
de_de: Tag für zweite Sprache

source: Enable hover shadow
de_de: Schatteneffekte

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Uppercase first letter
de_de: Erste Buchstabe groß

source: Text (active)
de_de: Text (aktiv)

source: Background (active)
de_de: Hintergrund (aktiv)

source: Text (inactive)
de_de: Text (inaktiv)

source: Background (inactive)
de_de: Hintergrund (inaktiv)

source: Set your tags to use them in the editor (text mode) afterwards.
de_de: Setzen der Tags um diese anschließend im Editor (Text-Modus) zu verwenden.

source: Set styling options. Use hexadezimal codes (like <i>#00FF00</i>) or color names (like <i>red</i>).
de_de: Aussehen anpassen. Verwendung von hexadezimalen Codes (z.B. <i>#00FF00</i>) oder Farbnamen (wie <i>red</i>).

source: Set some behaviour options.
de_de: Verhaltensoptionen anpassen.
